{
  "flash.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-various-textobjs": { "branch": "main" },
  "poimandres.nvim": { "branch": "main" },
  "textobj-word-column.vim": { "branch": "master" },
  "vim-columnmove": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vscode-multi-cursor.nvim": { "branch": "main" }
}